import { Film } from "../models/films.model";

export const FILMS: Film[] = [
  {
    id: 0,
    title: 'Марсианин 1,',
    originalTitle: 'The Martian 2015',
    category: 'Фантастика, приключения',
    rating: 7.8,
    link: '/film',
    image: './images/film1.jpeg',
    description: 'Марсианская миссия «Арес-3» в процессе работы была вынуждена экстренно покинуть планету из-за надвигающейся песчаной бури. Инженер и биолог Марк Уотни получил повреждение скафандра во время песчаной бури. Сотрудники миссии, посчитав его погибшим, эвакуировались с планеты, оставив Марка одного. '
  },
  {
    id: 1,
    title: 'Марсианин 2,',
    originalTitle: 'The Martian 2015',
    category: 'Фантастика, приключения',
    rating: 7.8,
    link: '/film',
    image: './images/film1.jpeg',
    description: 'Марсианская миссия «Арес-3» в процессе работы была вынуждена экстренно покинуть планету из-за надвигающейся песчаной бури. Инженер и биолог Марк Уотни получил повреждение скафандра во время песчаной бури. Сотрудники миссии, посчитав его погибшим, эвакуировались с планеты, оставив Марка одного. '

  },
  {
    id: 2,
    title: 'Марсианин 3,',
    originalTitle: 'The Martian 2015',
    category: 'Фантастика, приключения',
    rating: 7.8,
    link: '/film',
    image: './images/film1.jpeg',
    description: 'Марсианская миссия «Арес-3» в процессе работы была вынуждена экстренно покинуть планету из-за надвигающейся песчаной бури. Инженер и биолог Марк Уотни получил повреждение скафандра во время песчаной бури. Сотрудники миссии, посчитав его погибшим, эвакуировались с планеты, оставив Марка одного. '

  },
];
